[
    {"name": "Fiction", "description": "Works of narrative prose that are created from the author's imagination.", "status": "1"},
    {"name": "Mystery/Thriller", "description": "Books that involve mystery, suspense, and crime-solving.", "status": "1"},
    {"name": "Science Fiction/Fantasy", "description": "Books set in speculative worlds or future settings often involving advanced technology or magical elements.", "status": "1"},
    {"name": "Romance", "description": "Stories centered around romantic relationships.", "status": "1"},
    {"name": "Historical Fiction", "description": "Fictional stories set in the past, often featuring historical events or figures.", "status": "1"},
    {"name": "Non-Fiction", "description": "Works based on real events, people, and facts.", "status": "1"},
    {"name": "Biography/Autobiography", "description": "Life stories of real people, either written by themselves (autobiography) or by others (biography).", "status": "1"},
    {"name": "Memoir", "description": "Personal accounts of experiences or events, often focusing on a specific aspect of the author's life.", "status": "1"},
    {"name": "Self-Help", "description": "Books that provide advice or strategies for personal development and improvement.", "status": "1"},
    {"name": "Business/Finance", "description": "Books related to business practices, finance, and entrepreneurship.", "status": "1"},
    {"name": "Science", "description": "Works exploring scientific principles, discoveries, and phenomena.", "status": "1"},
    {"name": "History", "description": "Books that delve into past events, civilizations, and historical figures.", "status": "1"},
    {"name": "Travel", "description": "Works about exploring different places, cultures, and travel experiences.", "status": "1"},
    {"name": "Cooking/Food", "description": "Books focused on culinary arts, recipes, and food culture.", "status": "1"},
    {"name": "Poetry", "description": "Expressive and artistic writing often characterized by heightened language and rhythm.", "status": "1"},
    {"name": "Art/Photography", "description": "Books exploring visual arts, paintings, sculptures, and photography.", "status": "1"},
    {"name": "Religion/Spirituality", "description": "Works related to religious beliefs, spirituality, and philosophical discussions.", "status": "1"},
    {"name": "Philosophy", "description": "Books that explore fundamental questions about existence, knowledge, values, reason, mind, and language.", "status": "1"},
    {"name": "Psychology", "description": "Books discussing the human mind, behavior, and mental processes.", "status": "1"},
    {"name": "Health/Fitness", "description": "Books related to physical and mental well-being, fitness, and healthcare.", "status": "1"},
    {"name": "Parenting/Family", "description": "Works about parenting, family dynamics, and child-rearing.", "status": "1"},
    {"name": "Children's Books", "description": "Books written for and aimed at young readers, typically up to the age of 12.", "status": "1"},
    {"name": "Young Adult (YA) Fiction", "description": "Books written for and aimed at teenage readers, typically ages 13 to 18.", "status": "1"},
    {"name": "Graphic Novels/Comics", "description": "Books that use a combination of illustrations and text to tell a story.", "status": "1"},
    {"name": "Mystery/Thriller", "description": "Books that involve mystery, suspense, and crime-solving.", "status": "1"},
    {"name": "Horror", "description": "Books designed to create an intense feeling of fear or shock.", "status": "1"},
    {"name": "Classics", "description": "Works that are considered to be of high quality and lasting value.", "status": "1"},
    {"name": "Short Stories", "description": "Brief works of fiction that typically focus on a single plot or theme.", "status": "1"},
    {"name": "Plays/Drama", "description": "Works written for performance on a stage, often involving dialogue and action.", "status": "1"},
    {"name": "Reference", "description": "Books used for consultation and to find specific information.", "status": "1"},
    {"name": "Sociology", "description": "Study of society, including patterns of social relationships, social interaction, and culture.", "status": "1"},
    {"name": "Political Science", "description": "Study of politics, government systems, and political behavior.", "status": "1"},
    {"name": "True Crime", "description": "Non-fiction books that detail real criminal events and investigations.", "status": "1"},
    {"name": "Education", "description": "Books related to the theory and practice of teaching and learning.", "status": "1"},
    {"name": "Technology", "description": "Books covering advancements and applications of technology.", "status": "1"},
    {"name": "Computer Science", "description": "Books on algorithms, programming, and computer technology.", "status": "1"},
    {"name": "Mathematics", "description": "Books exploring mathematical principles, theories, and applications.", "status": "1"},
    {"name": "Environmental Science", "description": "Study of the environment, ecosystems, and human impact on the planet.", "status": "1"},
    {"name": "Science and Nature", "description": "Books that explore the natural world, including flora, fauna, and ecosystems.", "status": "1"},
    {"name": "Sports", "description": "Books related to various sports and athletic endeavors.", "status": "1"},
    {"name": "Hobbies/Crafts", "description": "Books on leisure activities, hobbies, and creative pursuits.", "status": "1"},
    {"name": "Gardening", "description": "Books about gardening techniques, plant care, and landscaping.", "status": "1"},
    {"name": "Humor", "description": "Books designed to be funny and provide amusement.", "status": "1"},
    {"name": "Satire", "description": "Humorous works that criticize or mock people, politics, or society.", "status": "1"},
    {"name": "Anthology", "description": "A collection of various works by different authors, often centered around a theme.", "status": "1"},
    {"name": "Essays", "description": "Short, non-fiction works that express the author's perspective on a particular subject.", "status": "1"},
    {"name": "Cultural Studies", "description": "Books that analyze cultural phenomena and social structures.", "status": "1"}
]